Repository: common-repository/xoviwpsuite
Catalog: lang/xovi-*.po
Languages: de_de

source: cURL is not available
de_de: cURL ist nicht verfügbar

source: Anchor
de_de: Ankertext

source: Website Title
de_de: Titel der Webseite

source: This Domain has no backlinks!
de_de: Diese Domain hat keine Backlinks!

source: Title
de_de: Titel

source: Value
de_de: Wert

source: Credits total
de_de: Credits gesamt

source: Credits used
de_de: Credits benutzt

source: Credits left
de_de: Credits übrig

source: No API-Token found!
de_de: Kein API-Token gefunden!

source: No Data available!
de_de: Keine Daten verfügbar!

source: No keywords defined for this domain
de_de: Für diese Domain wurden keine Keywords hinterlegt

source: Add keywords to monitore here!
de_de: Hier können Sie Keywords zur Überwachung hinzufügen!

source: Not enough Credits!
de_de: Nicht genügend Credits vorhanden!

source: &lArr; back to summary
de_de: &lArr; zur&uuml;ck zur &Uuml;bersicht

source: Previous Records
de_de: Vorherige Ergebnisse

source: Next Records
de_de: Weitere Ergebnisse

source: Week Number:
de_de: Kalenderwoche

source: Lostkeywords
de_de: Verlorene Keywords

source: Lostkeywords - Summary
de_de: Verlorene Keywords - Übersicht

source: No keywords found!
de_de: Keine Keywords gefunden!

source: No data available for this Keyword!
de_de: Für dieses Keyword stehen keine Daten zu Verfügung!

source: Results
de_de: Ergebnisse

source: Refreshed
de_de: Aktualisiert

source: pages
de_de: Unterseiten

source: Pages - Summary
de_de: Unterseite - Übersicht

source: page
de_de: Unterseite

source: Settings
de_de: Einstellungen

source: Settings Saved!
de_de: Einstellungen gespeichert!

source: General Settings
de_de: Allgemein

source: No API-Token, yet? -
de_de: Noch kein API-Token? -

source: Get your API-Token here!
de_de: Hier erhalten sie einen!

source: Search Engines
de_de: Suchmaschinen

source: Choose search engines that will be considered.
de_de: Wählen sie hier, welche Suchmaschinen berücksichtigt werden.

source: Charts
de_de: Diagramme

source: Number of Weeks
de_de: Anzahl Wochen

source: Choose the number of weeks being shown in the chart.
de_de: Hier legen Sie fest, wie viele Wochen das Diagramm anzeigen soll.

source: Number of Results
de_de: Ergebnisse

source: Choose the number of results you want to get.
de_de: Hier legen Sie fest, wie viele Ergebnisse angezeigt werden sollen.

source: Show Credits
de_de: Credits anzeigen

source: Show Monitoring
de_de: Keyword Monitoring anzeigen

source: Show SEO Trends
de_de: SEO Trends anzeigen

source: Choose which tool you want to add to the dashboard.
de_de: Wählen Sie hier, welche Tools sie auf dem Dashboard angezeigt bekommen wollen.

source: save changes
de_de: Änderungen übernehmen

source: Rankings - Summary
de_de: Rankings - &Uuml;bersicht

source: No rankings found!
de_de: Keine Rankings gefunden!

source: No Rankingvalue found!
de_de: Kein Rankingvalue gefunden!

source: Data basis
de_de: Datenbasis

source: Search Engine
de_de: Suchmaschine

source: Download Report
de_de: Report Herunterladen

source: There are no reports created, yet!
de_de: Bisher wurden keine Reports angelegt!

source: Click Here to create a Report!
de_de: Hier können sie einen erstellen!

source: Social Signals - Summary
de_de: Social Signals - Übersicht

source: Wonkeywords
de_de: Gewonnene Keywords

source: Wonkeywords - Summary
de_de: Gewonnene Keywords - Übersicht

source: Signals
de_de: Social Signals
